<?php
// Heading
$_['heading_title']                    = 'Лайтшоп';

// Text
$_['text_theme']                       = 'Шаблоны';
$_['text_extension']                   = 'Шаблоны';
$_['text_success']                     = 'Настройки шаблона успешно сохранены!';
$_['text_edit']                        = 'Настройка шаблона';
$_['text_general']                     = 'Общие';
$_['text_product']                     = 'Товары и категории';
$_['text_image']                       = 'Размеры изображений';
$_['text_products']                    = 'Товары';
$_['text_categories']                   = 'Категории';
$_['text_tabs_shablon']                    = 'Шаблон вывода';
$_['text_tabs_links']                    = 'Привязка';
$_['text_tabs_popup']                    = 'Всплывающее окно';
$_['text_tabs_tab']                    = 'Вкладка';
$_['text_tabs_to_products']            = 'К конкретным товарам';
$_['text_tabs_tab_to_categories']      = 'К товарам в категориях';
$_['text_sort_order']                    = 'Порядок сортировки';
$_['text_name']                    		= 'Название:';
$_['text_description']                    = 'Описание:';
$_['text_copystore']                    = 'Копирование настроек для мультимагазинов';
$_['text_copystore_success']            = 'Настройки для мультимагазинов скопированы';
$_['text_copystore_ask']          	    = 'Копировать настройки основного магазина на мультимагазины?';
$_['text_license']          	    = 'ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ на использование Шаблона «Лайтшоп»

Настоящее Лицензионное соглашение (далее – Соглашение) заключается между «899themes» (далее – Автор) и Пользователем (любым физическим лицом, индивидуальным предпринимателем, юридическим лицом (далее – Пользователь) шаблона «Лайтшоп» (далее – Шаблон). 
Соглашение относится ко всем распространяемым версиям или модификациям Шаблона. 
Основные термины настоящего Соглашения:
Лицензионный ключ – набор символов, представляющий собой техническое средство защиты авторских прав и предназначенный для активации.
Активация – действие, направленное на регистрацию шаблона на конкретного Пользователя по средствам ввода Лицензионного ключа на странице настроек Шаблона, согласно технической документации.

1. ПРЕДМЕТ СОГЛАШЕНИЯ 
1.1. В порядке и на условиях, предусмотренных настоящим Соглашением, Автор предоставляет Пользователю право использования Шаблона, реализуемое путем установки (инсталляции) и запуска Пользователем Шаблона в соответствии с его технической документацией, условиями настоящего Соглашения. 
1.2. Все положения Соглашения распространяются как на Шаблон в целом, так и на его отдельные компоненты.
1.3. Соглашение вступает в силу непосредственно в момент получения Пользователем копии Шаблона посредством электронных средств передачи данных либо на физических носителях.

2. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ШАБЛОНА И ТЕХНИЧЕСКАЯ ПОДДЕРЖКА 
2.1. Соглашение дает Пользователю право использовать одну копию Шаблона после Активации в рамках одного сайта (интернет-магазина), который работает в пределах одного доменного имени.
2.2. Если при использовании Шаблона будут обнаружены ошибки, Автор обязуется исправить их и выпустить обновленную версию Шаблона. Стороны соглашаются, что точное определение срока устранения ошибки и/или выпуска обновления не может быть установлено, так как Шаблон тесно взаимодействует с другими программами и дополнениями сторонних разработчиков, операционной системой и аппаратными ресурсами компьютера Пользователя, и работоспособность и время устранения проблем в полной мере не зависят только от Автора. 
2.3. Техническая поддержка оказывается в течение одного года со дня Активации копии Шаблона.
2.4. Условия использования Шаблона в тестовых окружениях, выдача Лицензионных ключей для тестирования, а также повторная Активация Шаблона на другом доменном имени обсуждаются индивидуально.

3. АВТОРСКИЕ ПРАВА 
3.1. Шаблон является результатом интеллектуальной деятельности и объектом авторских прав, которые регулируются и защищены законодательством Российской Федерации об интеллектуальной собственности и нормами международного права. 
3.2. Шаблон содержит коммерческую тайну и иную конфиденциальную информацию, принадлежащую Автору. Любое использование Шаблона в нарушение условий настоящего Соглашения рассматривается как нарушение прав Автора и является достаточным основанием для лишения Пользователя предоставленных по настоящему Соглашению прав. 
3.3. Автор гарантирует, что обладает всеми необходимыми по настоящему Соглашению правами для предоставления их Пользователю, включая техническую документацию к Шаблону. 
3.4. Пользователь не может ни при каких условиях удалять или делать малозаметными информацию и сведения об авторских правах, указанные в Шаблоне. 

4. ОТВЕТСТВЕННОСТЬ СТОРОН 
4.1. Автор не несет ответственность за какие-либо убытки и/или ущерб (в том числе, убытки в связи недополученной коммерческой выгодой, прерыванием коммерческой и производственной деятельности, утратой данных), возникающие в связи с использованием или невозможностью использования Шаблона, даже если Автор был уведомлен о возможном возникновении таких убытков и/или ущерба.
4.2. Шаблон поставляется на условиях «как есть» без предоставления гарантий производительности, покупательной способности, сохранности данных, а также иных явно выраженных или предполагаемых гарантий. Автор не несёт какой-либо ответственности за причинение или возможность причинения вреда Пользователю, его информации или его бизнесу вследствие использования или невозможности использования Шаблона. 
4.3. Автор не несёт ответственность, связанную с привлечением Пользователя или третьих лиц к административной или уголовной ответственности за использование Шаблона в противозаконных целях (включая, но не ограничиваясь, продажей через Интернет магазин объектов, изъятых из оборота или добытых преступным путём, предназначенных для разжигания межрасовой или межнациональной вражды и т.д.).

5. ДЕЙСТВИЕ, ИЗМЕНЕНИЕ И РАСТОРЖЕНИЕ СОГЛАШЕНИЯ 
5.1. В случае нарушения Пользователем условий настоящего Соглашения по использованию шаблона, Автор имеет право в одностороннем порядке расторгнуть настоящее Соглашение, уведомив об этом Пользователя.
5.2. При расторжении настоящего Соглашения Пользователь обязан прекратить использование Шаблона полностью и уничтожить все копии Шаблона, установленные на компьютерах Пользователь, включая резервные копии и все компоненты Шаблона.
5.3. Пользователь не имеет права продавать, распространять или использовать Шаблон без согласия Автора.
5.4. Пользователь имеет право модифицировать Шаблон по своему усмотрению. При этом последующее использование Шаблона должно осуществляться в соответствии с данным Соглашением и при условии сохранения всех авторских прав.
5.5. Автор оставляет за собой право в любое время изменять условия Соглашения без предварительного уведомления.
5.6. Получение экземпляра Шаблона, его использование и/или хранение автоматически означает:
- осведомленность Пользователя о содержании Соглашения;
- принятие его положений;
- выполнение условий данного Соглашения.

Официальный сайт Автора: 899themes.ru';

// Entry
$_['entry_directory']                  = 'Папка шаблона';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'На странице';
$_['entry_product_description_length'] = 'Краткое описание';
$_['entry_image_category']             = 'Категории (Ш x В)';
$_['entry_image_thumb']                = 'Миниатюры (Ш x В)';
$_['entry_image_popup']                = 'Всплывающие (Ш x В)';
$_['entry_image_product']              = 'Товара (Ш x В)';
$_['entry_image_additional']           = 'Дополнительные (Ш x В)';
$_['entry_image_related']              = 'Рекомендуемые (Ш x В)';
$_['entry_image_compare']              = 'В сравнении (Ш x В)';
$_['entry_image_wishlist']             = 'Закладки (Ш x В)';
$_['entry_image_cart']                 = 'В корзине (Ш x В)';
$_['entry_image_location']             = 'Изображение магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Help
$_['help_directory'] 	               = 'Это поле только для выбора старых шаблонов, что бы сделать их совместимыми с новым движком Opencart.';
$_['help_product_limit'] 	           = 'Сколько элементов показывать на одной странице (товары, категории, и т.п.)';
$_['help_product_description_length']  = 'Сколько знаков показывать из описания товара в режиме список.';
$_['help_product_tabs_main'] 		   = 'Вкладка выводится в карточке товара после отзывов, всплывающее окно перед опциями в карточке товара и в быстром просмотре.';
$_['help_product_tabs_select'] 		   = 'Если товары не выбраны то вкладка показывается во всех товарах.';
$_['help_product_tabs_cat_select'] 	   = 'Если категории не выбраны то вкладка показывается во всех товарах.';

// Error
$_['error_permission']                 = 'У вас не достаточно прав!';
$_['error_limit']       	           = 'Укажите количество символов в кратком описании товара для режима список!';
$_['error_image_thumb']                = 'Укажите размер миниатюр!';
$_['error_image_popup']                = 'Укажите размер всплывающих изображений товара!';
$_['error_image_product']              = 'Укажите размер изображения для товаров!';
$_['error_image_category']             = 'Укажите размер изображения для категорий!';
$_['error_image_additional']           = 'Укажите размер дополнительных изображений товара!';
$_['error_image_related']              = 'Укажите размер изображений для рекомендуемых (похожих) товаров!';
$_['error_image_compare']              = 'Укажите размер изображений товара для списка сравнений!';
$_['error_image_wishlist']             = 'Укажите размер изображений товара для закладок!';
$_['error_image_cart']                 = 'Укажите размер изображений товара для корзины!';
$_['error_image_location']             = 'Укажите размер изображений магазина!';
